Repository: NurOS-Linux/ats
Catalog: po/*.po
Languages: kk

source: About This Computer
kk: Бұл компьютер туралы

source: Processor
kk: Процессор

source: Memory
kk: Жедел жады

source: Graphics
kk: Графика

source: Uptime
kk: Жұмыс уақыты

source: Storage
kk: Сақтау құрылғысы

source: Serial Number
kk: Сериялық нөмір

source: System information viewer
kk: Жүйе ақпараты көрінісі

source: System Information
kk: Жүйе ақпараты

source: system;info;hardware;os;specs;
kk: жүйе;ақпарат;жабдық;ож;сипаттамалар;
